Repository: lajosdavid/macmediakeyforwarder
Catalog: MacMediaKeyForwarder/*.lproj/Localizable.strings
Languages: fi, fr, pl

source: Send events to both players
fi: Ohjaa molempia soittimia
fr: Envoyer les événements aux deux lecteurs
pl: Wyślij zdarzenie do obu odtwarzaczy

source: Open at login
fi: Avaa sisäänkirjautuessa
fr: Lancer au démarrage
pl: Otwórz przy zalogowaniu

source: Hide from menu bar
fi: Piilota valikkoriviltä
fr: Masquer l'icône dans la barre

source: Prioritize Music
fi: Music etusijalla
fr: Privilégier Music
pl: Priorytetyzuj Music

source: Prioritize Spotify
fi: Spotify etusijalla
fr: Privilégier Spotify
pl: Priorytetyzuj Spotify

source: Pause
fi: Tauko
pl: Pauza

source: Pause if no player is running
fi: Tauko soittimien ollessa kiinni
fr: Mettre en pause si aucun lecteur n'est ouvert
pl: Zapauzuj, jeśli żaden odtwarzacz nie jest uruchomiony

source: Donate if you like the app
fi: Lahjoita, jos pidät sovelluksesta
fr: Faire un don si vous aimez l'application
pl: Wesprzyj, jeśli lubisz tę aplikację

source: Check for updates
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
pl: Sprawdź uaktualnienia

source: Quit
fi: Sulje
fr: Quitter
pl: Wyjdź

source: Cancel
fi: Peruuta
fr: Annuler
pl: Anuluj
